Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Ktoś dotarł do brzegu i najwyraźniej ruszył w stronę bagien. Znalazłem tam worek z rudą, co z pewnością ucieszy Corteza. Warto podążyć za śladem krwi, może doprowadzi mnie do jej właścicieli.
uk: Хтось дістався берега і, очевидно, пішов у бік боліт. Я знайшов там мішечок з рудою, який, без сумніву, порадує Кортеза. Варто піти по кривавому сліду, можливо, він приведе мене до його власника.

source: Ktoś inny będzie musiał znaleźć zaginionych strażników i odzyskać żywność.
uk: Комусь іншому доведеться шукати зниклих вартових і повернути продукти.

source: Ktoś jednak musiał dopilnować pochówku naszych własnych towarzyszy, których również pochłonął deszcz ognia Wielkiego Wirgilio... O tym jednak nie dowiecie się od myrtańskich historyków. Zmarli nie kłamią, a znaleźć ich można na wschód od samego Vardhal. Prawda złożona jest na rękach paladynów.
uk: Однак хтось же повинен був подбати про поховання наших власних товаришів, яких також поглинув вогняний дощ Великого Віргіліо... Втім, про це ви не почуєте від міртанських істориків. Мертві не брешуть, і їх можна знайти на схід від самого Вардхалу. Правда знаходиться в руках паладинів.

source: Ktoś jej pilnuje?
uk: Хтось її охороняє?

source: Ktoś jeszcze tu był?
uk: Тут ще хтось був?

source: Ktoś jeszcze tędy przechodził?
uk: Хтось ще проходив цим шляхом?

source: Ktoś jeszcze wyrusza z nami do wioski?
uk: Хтось ще йде з нами в село?

source: Ktoś kiedyś wspominał, że na arenach w Myrtanie ludzie walczą ze strasznymi bestiami.
uk: Хтось колись згадував, що на аренах Міртани люди б'ються з жахливими звірами.

source: Ktoś lub coś musiało być naprawdę głodne. Wszędzie leżą resztki ryb i mięsa. Wygląda na to, że będę musiał wdrapać się na ten murek i przejść pomiędzy budynkami.
uk: Хтось або щось, мабуть, було дуже голодним. Скрізь валяються залишки риби та м'яса. Схоже, мені доведеться вилізти на стіну і пройти між будинками.

source: Ktoś mi go zwinął! Na Innosa, przysięgam!
uk: Хтось вкрав його! Присягаюсь Інносом!

source: Ktoś mi zaginął. Gdzie według ciebie najlepiej zacząć poszukiwania?
uk: У мене дехто зник безвісти. Звідки найкраще почати пошуки?

source: Ktoś musi dbać o renomę Pana Volkera.
uk: Хтось має дбати про репутацію пана Волкера.

source: Ktoś musi do niego pójść i namówić go, by sprzedawali swoje ryby tylko Gildii Kupieckiej.
uk: Хтось повинен піти до нього і переконати його продавати свою рибу тільки Торговій Гільдії.

source: Ktoś musi mieć oko na porządek i jakość pracy w Ustroni.
uk: Хтось має стежити за порядком і якістю роботи в Прихистку.

source: Ktoś musi mieć oko na robotę tu w obozie. Poza tym, jeśli się nie mylę, to ty szukasz pracy.
uk: Хтось мусить слідкувати за роботою в таборі. Крім того, якщо я не помиляюся, це ти шукаєш роботу.

source: Ktoś musi sprawdzać, czy w okolicach nie zalęgło się coś, co mogłoby nam zagrażać.
uk: Хтось має перевіряти, чи тут не завелося нічого, що могло б нам загрожувати.

source: Ktoś musi tu zostać i mieć na nich oko. Gdyby rzeczywiście planowali coś paskudnego, to postaram się przekazać wam jakiś sygnał.
uk: Хтось має залишитися тут і стежити за ними. Якщо вони дійсно планують щось погане, я спробую подати вам якийсь сигнал.

source: Ktoś musi wskoczyć do rzeki i naprawić pale.
uk: Хтось має стрибнути в річку і закріпити палі.

source: Ktoś musi wskoczyć do wody. Nie będzie łatwo, więc należy użyć młotka.
uk: Хтось має залізти у воду. Це буде нелегко, тож знадобиться молоток.

source: Ktoś musi. Poza tym, jestem tutaj znany. Znany i bogaty, a ludziom mojego pokroju nie łatwo zamknąć usta.
uk: Хтось мусить це робити. До того ж, я тут відомий. Відомий і заможний, а людям мого статусу нелегко затулити рота.

source: Ktoś musiał coś przy nim majstrować.
uk: Хтось, напевно, з нею щось зробив.

source: Ktoś musiał po tym co się stało Gabrienowi no i jakoś tak wyszło, że Albyn wybrał mnie.
uk: Хтось повинен це робити після того, що сталося з Габрієном, і чомусь Альбін вибрав мене.

source: Ktoś musiał pomóc temu staruszkowi przemierzyć pół wyspy, żeby mógł spotkać się ze swoimi braćmi. Zazwyczaj prosił o to Markusa albo Stone'a, ale gdzieś ich wywiało.
uk: Хтось мусив допомогти цьому старому пройти пів острова, щоб він зміг побачитися зі своїми братами. Зазвичай він просив про це Маркуса або Стоуна, але вони кудись зникли.

source: Ktoś musiał to tu dostarczyć zamiast mnie.
uk: Хтось мав доставити це сюди замість мене.

source: Ktoś nie w humorze. Może spędzisz chwilę z nami i dziewczynami. Rozerwiesz się trochę.
uk: Хтось не в гуморі. Чому б тобі ненадовго не приєднатися до нас з дівчатами. Трохи розважишся.

source: Ktoś o twoich umiejętnościach byłby dla niego cennym nabytkiem. Poza tym zgaduję, że przydałaby ci się pomoc.
uk: Хтось із твоїми навичками був би для нього цінним надбанням. Крім того, гадаю, тобі буде потрібна допомога.

source: Ktoś pomaga ci w badaniach?
uk: Тобі хтось допомагає в дослідженнях?

source: Ktoś porwał mojego brata po uprzednim zdemolowaniu chaty wuja.
uk: Хтось викрав мого брата, попередньо розгромивши хату мого дядька.

source: Ktoś powinien coś z nimi zrobić.
uk: Хтось повинен з ними щось зробити.

source: Ktoś powinienem zrobić z nimi porządek...
uk: Хтось має з ними щось зробити...

source: Ktoś próbował cię okraść?
uk: Хтось хотів тебе обікрасти?

source: Ktoś próbuje kantować kapitana na dostawach prowiantu dla Przystani.
uk: Хтось намагається обдурити капітана на постачаннях провізії до Гавані.

source: Ktoś się włamał i zdemolował moją chatę! Oto się stało.
uk: Хтось вдерся і розгромив мою хатину! Ось що сталося.

source: Ktoś tak naiwny jak ty powinien odwiedzić kaplicę Adanosa. Pasowałbyś do tamtych półgłupków, modlących się do swego bożka.
uk: Такому наївному, як ти, варто відвідати храм Аданоса. Ти впишешся в компанію тамтешніх недоумків, які моляться своєму божеству.

source: Ktoś tak naiwny jak ty powinien odwiedzić kaplicę Adanosa. Pasowałbyś do tamtych półgłówków, modlących się do swego bożka.
uk: Такому наївному, як ти, варто відвідати храм Аданоса. Ти чудово впишешся в компанію тамтешніх недоумків, які моляться своєму божеству.

source: Ktoś tak naiwny, jak ty, powinien odwiedzić kaplicę Adanosa. Pasowałbyś do tamtych półgłupków, modlących się do swego bożka.
uk: Такому наївному, як ти, варто відвідати храм Аданоса. Ти впишешся в компанію тамтешніх недоумкуватих, які моляться своєму божеству.

source: Ktoś taki jak ty brata się z Albynem?! Hahahaha!
uk: Хтось на кшталт тебе братається з Альбіном?! Ха-ха-ха-ха!

source: Ktoś twojego pokroju nigdy tego nie zrozumie.
uk: Хтось такий як ти ніколи цього не зрозуміє.

source: Ktoś ty? Nie znam cię, daj mi spać...
uk: Хто ти? Я тебе не знаю, дай поспати...

source: Ktoś umiejętny i przebiegły, kto miał przygotowany plan ucieczki i wiedział, że straż pochwyci niewłaściwą osobę.
uk: Хтось вмілий і хитрий, хто мав зарання підготовлений план втечі і знав, що вартові впіймають не ту людину.

source: Ktoś wykorzystał zamieszanie spowodowane przybyciem okrętu do portu i zaatakował Volkera, jednego z najbogatszych ludzi na całej wyspie.
uk: Хтось скористався метушнею, викликаною прибуттям корабля в порт, і напав на Волкера, одного з найбагатших людей на всьому острові.

source: Ktoś wyraźnie oznaczył to miejsce.
uk: Хтось чітко позначив це місце.

source: Ktoś z Wilczego Leża.
uk: Хтось із Вовчого Лігва.

source: Ktoś z naszych jeszcze z nimi współpracował?
uk: Хтось з наших вже працював з ними?

source: Ktoś z odpowiednią formą,
uk: Хтось з правильною формою

source: Ktoś zaatakował Wielką Winnicę. Muszę iść do Holdwiga, nim będzie za późno!
uk: Хтось напав на Великий виноградник. Я повинен дістатися до Гольдвіга, поки не запізно!

source: Ktoś zachorował?
uk: Хтось захворів?

source: Ktoś zdemolował chatę mojego wuja, by dorwać mojego brata.
uk: Хтось розгромив хату мого дядька, щоб забрати мого брата.

source: Ktoś, czyli zamachowiec?
uk: Хтось, тобто вбивця?

source: Ktoś, kto ją pisał, nie pała miłością do obcych.
uk: Автор цього не дуже полюбляє чужинців.

source: Ktoś, kto ma łeb na karku i nie słucha ślepo durnych rozkazów Rodericha.
uk: Той, хто має голову на плечах, а не сліпо підкоряється дурним наказам Родеріха.

source: Ktoś, kto nigdy nie
uk: Того, хто ніколи

source: Które dawały moc, by zgasić ducha walki w sercach najbardziej zagorzałych przeciwników oraz wprowadzać pomiędzy ludźmi prawdziwą sprawiedliwość i równowagę.
uk: Які давали силу гасити бойовий запал у серцях найзапекліших супротивників і сприяти справжній справедливості та рівновазі між людьми.

source: Któregoś dnia wracając z połowów zauważyliśmy, że obok naszego obozu, na piasku wygrzewają się jakieś wielkie czerwone jaszczury.
uk: Одного разу, повертаючись з риболовлі, ми помітили кількох великих червоних ящерів, що грілися на піску поруч з нашим табором.

source: Któregoś dnia, po wielu tygodniach suszy, jeden w końcu uderzył prosto w wiatrak. Całość z okolicznymi zabudowaniami spłonęła w ciągu kilku chwil.
uk: Одного дня, після багатьох тижнів посухи, одна з них нарешті влучила прямо у вітряк. Усе разом з навколишніми будівлями згоріло за лічені хвилини.

source: Który geniusz wpadł na pomysł, żeby zaprawiać potrawkę wilczymi jagodami?
uk: Який геній додумався приправити страву вовчими ягодами?

source: Który pokój wynajmuje Recon?
uk: Яку кімнату знімає Рікон?

source: Który z mieszkańców tego sparszywiałego miasta wykazałby się na tyle dużą śmiałością, żeby strzelić do samego Lichwiarza? I to w biały dzień!
uk: Хто з мешканців цього паршивого міста виявиться досить сміливим, щоб стріляти в самого Лихваря? Та ще й серед білого дня!

source: Który z twoich trunków jest najmocniejszy?
uk: Який з твоїх напоїв найміцніший?

source: Którą drogą miał iść Duster?
uk: Якою дорогою мав йти Дастер?

source: Któż z Was nie pamięta glorii Maksyma III, zdobywcy Archolos? Komu umknęła chwała, jaką okrył się jego syn, Mandred, sprowadzając na łono królestwa zbuntowane kolonie? Kto w końcu zapomniał o sławetnej szarży generała Lee, którego chyży zwiadowcy ucięli łeb varranckiemu wężowi? Odpowiedź na każde z tych pytań jest taka sama: nikt.
uk: Хто з вас не пам'ятає слави Максимуса III, завойовника Архолосу? Хто пропустив славу його сина Мандреда, який привів бунтівні колонії в лоно королівства? Хто зрештою забув знаменитий штурм генерала Лі, коли його розвідники відрубали голову варантській змії? Відповідь на кожне з цих питань одне й те саме: ніхто.

source: Ku chwale królestwa.
uk: На славу королівства.

source: Ku chwale straży!
uk: На славу Варти!

source: Kubeł zimnej wody z pewnością pomoże.
uk: Відро холодної води неодмінно з цим допоможе.

source: Kucharka Jil z chęcią odkupi ode mnie wszelakie potrawy. Mam nie przynosić żadnych potraw zawierających składniki, mogące na stałe wpływać na zdrowie. Mam też nie przynosić większych ilości tej samej potrawy. Zostanę wynagrodzony tylko za pierwsza porcję. Kucharkę znajdę w największym domu Silbach - rezydencji Sir Ramseya.
uk: Кухарка Джил із задоволенням викупить у мене різні страви. Я не повинен приносити страви, які можуть негативно вплинути на здоров'я. Також не варто приносити одні і ті ж страви, оскільки я отримаю винагороду лише за першу порцію. Кухарку я знайду у найбільшому будинку в Сільбаху – резиденції сера Рамзі.

source: Kucharka Jil, pracująca na dworze naszego wielmożnego Sir Ramseya, z chęcią wypróbuje wszystkie nowe potrawy, które mogłaby podać zarówno podczas wytwornych przyjęć, jak i codziennych obiadów.
uk: Кухарка Джил, яка працює у маєтку нашого високоповажного сера Рамзі, із задоволенням спробує всі нові страви, гідні подачі як на вишуканих бенкетах, так і повсякденних обідах.

source: Kucharz
uk: Кухар

source: Kuchnia
uk: Плита

source: Kuchnia Urycha - Kantyna
uk: Кухня Уріха – Їдальня

source: Kufel
uk: Кружка

source: Kufer
uk: Скриня

source: Kufer Arethe
uk: Скриня Арета

source: Kufer Davisa
uk: Скриня Девіса

source: Kufer Einara
uk: Скриня Ейнара

source: Kufer Gerstanda
uk: Скриня Герстанда

source: Kufer Jona
uk: Скриня Йона

source: Kufer Recona
uk: Скриня Рікона

source: Kufer Rodrigo
uk: Скриня Родріго

source: Kufer Roya
uk: Скриня Роя

source: Kufer Salviego
uk: Скриня Сальві

source: Kufer Svena
uk: Скриня Свена

source: Kufer do przechowywania
uk: Скриня для зберігання

source: Kuferek Eliksirów od Hershlika
uk: Скриня із зіллями від Гершліка

source: Kuferek eliksirów od Hershlika
uk: Скриня із зіллями від Гершліка

source: Kuferek pachnie przeróżnymi
uk: Скринька, що пахне різними

source: Kuferek wypełniony eliksirami.
uk: Скриня, заповнена зіллями.

source: Kuferek z ziołami
uk: Скринька з травами

source: Kuj ponownie z lewej strony.
uk: Знову кувати зліва.

source: Kuj ponownie z prawej strony.
uk: Знову кувати справа.

source: Kuj tyle broni, ile zdołasz, za każdą chętnie ci zapłacę. Czym lepszy sprzęt mi przyniesiesz, tym więcej złota dostaniesz.
uk: Викуй якомога більше зброї, я з радістю заплачу тобі за кожну одиницю. Чим краще спорядження ти мені принесеш, тим більше золота отримаєш.

source: Kuj z lewej strony.
uk: Кувати зліва.

source: Kuj z prawej strony.
uk: Кувати справа.

source: Kujesz broń?
uk: Ти куєш зброю?

source: Kula armatnia
uk: Гарматне ядро

source: Kula armatnia? Czy oni się z kretoszczurami na łby pozamieniali? Strzelać do siebie z armaty w środku obozu?
uk: Гарматне ядро? Чи в них розуму як у кротощурів? Стріляти один в одного з гармати посеред табору?

source: Kula ognia
uk: Вогняна куля

source: Kulinarnie ciężko będzie jej zaimponować, dlatego musisz postawić na sprawdzone rozwiązania.
uk: Кулінарно її буде важко вразити, тому потрібно покладатися на перевірені рішення.

source: Kulista ryba
uk: Кругла рибина

source: Kuno
uk: Куно

source: Kuno chce udowodnić, że jego przeciwnik oszukiwał podczas partii szachów. Jeśli przyniosę mu podręcznik 'Prawidła szachowe', to poprze moją kandydaturę na obywatela miasta. Wspomniał, że może go mieć ktoś wykształcony lub któryś z handlarzy. Tylko kto w tym mieście może handlować takimi księgami? Może jeszcze sprawdzę, co do powiedzenia ma jego oponent.
uk: Куно хоче довести, що його опонент шахраював під час шахової партії. Якщо я принесу йому книгу 'Правила гри в шахи', він допоможе мені стати громадянином. Він згадував, що вона може бути у когось з освічених громадян або у когось з торговців. Але хто в цьому місті може торгувати такими книгами? Можливо, варто дізнатися, що скаже його опонент.

source: Kuno chce udowodnić, że jego przeciwnik oszukiwał podczas partii szachów. Obiecał mnie wynagrodzić, jeśli przyniosę mu podręcznik 'Prawidła szachowe'. Wspomniał, że może go mieć ktoś wykształcony lub któryś z handlarzy. Tylko kto w tym mieście może handlować takimi księgami? Może jeszcze sprawdzę, co do powiedzenia ma jego oponent.
uk: Куно хоче довести, що його опонент шахраював під час шахової партії. Він пообіцяв мені винагороду, якщо я принесу йому книгу 'Правила гри в шахи'. Він згадував, що вона може бути у когось з освічених громадян або у когось з торговців. Але хто в цьому місті може торгувати такими книгами? Можливо, варто дізнатися, що скаже його опонент.

source: Kuno chce, bym udowodnił twoje oszustwo.
uk: Куно хоче, щоб я довів, що ти шахраював.

source: Kuno nie ma zamiaru zwrócić Lunie złota.
uk: Куно не має наміру повертати золото Луні.

source: Kuno nie spodobał się fakt, że Leon jednak wygrał uczciwie. Nie otrzymałem też od niego nic za fatygę, po prostu wspaniale. Ciekawe, co powie na to Leon...
uk: Куно не сподобалося, що Леон виграв чесно і справедливо. До того ж, я нічого не отримав від нього за свій клопіт, просто чудово. Цікаво, що про це скаже Леон...

source: Kuno odmówił spłaty długu.
uk: Куно відмовився сплачувати борг.

source: Kuno przegrał.
uk: Куно програв.

source: Kuno to wielki zwolennik Ulryka. I śmierdzący leń! Powiedz mu, że jeśli dziś go tu nie zobaczę, jego drogocenna szachownica zostanie sprzedana. Mam już nawet na nią kupca.
uk: Куно – великий прихильник Ульріка. І нікчемний ледар! Скажи йому, що якщо я сьогодні його тут не побачу, то дорогу йому шахівницю буде продано. Я навіть вже маю на неї покупця.

source: Kuno twierdzi, że oszukiwałeś.
uk: Куно стверджує, що ти шахраював.

source: Kuno znowu szaleje z wydatkami. Jego wuj miał jednak rację, że roztrwoni majątek swej świętej pamięci matki.
uk: Куно знову божеволіє від витрат. Його дядько мав рацію, коли казав, що він розтринькає весь спадок своєї покійної матері.

source: Kunszt obronny Południowców
uk: Південне мистецтво оборони

source: Kup 1 węgiel drzewny.
uk: Придбати 1 шматок вугілля.

source: Kup 5 sztuk węgla drzewnego.
uk: Придбати 5 шматків вугілля.

source: Kup jednego, wygraj drugiego!
uk: Купуй одного, і виграй ще одного!

source: Kup ode mnie składniki i przekonaj się sam!
uk: Купи у мене складники і переконайся сам!

source: Kup, znajdź, ukradnij, zabij kogoś, nie wiem... Masz przynieść mi osiem sztuk. Gdzie je znajdziesz, nie bardzo mnie to obchodzi.
uk: Купи, знайди, вкради, вбий когось, я не знаю... Ти маєш принести мені вісім штук. Де ти їх знайдеш, мене не хвилює.

source: Kupcy Araxos to pokorne baranki w porównaniu z Lichwiarzem.
uk: Торговці Араксосу – покірні ягнята порівняно з Лихварем.

source: Kupcy, których spotkałem na Szkarłatnym Szlaku w Varrancie Bliskim, twierdzili, że na jednym ze straganów w Szafranowej Oazie,
uk: Торговці, яких я зустрів на Багряному шляху в Ближньому Варанті, стверджували, що на одному з прилавків у Шафрановому Оазисі,

source: Kupiec
uk: Торговець

source: Kupiec Elid może sprzedać mi najróżniejsze pasy. Znajdę go na Placu Targowym.
uk: Торговець Елід може продати мені різні пояси. Я можу знайти його на Ринковій площі.

source: Kupiec Ezekiel
uk: Торговець Єзекіїль

source: Kupiec Ezekiel płynie na Archolos, by rozkręcić tam własny interes i wydać swoją córkę za mąż. Prawdę mówiąc, to zazdroszczę mu optymizmu.
uk: Торговець Єзекіїль пливе до Архолосу, щоб розпочати там власну справу і видати заміж свою доньку. Чесно кажучи, я заздрю його оптимізму.

source: Kupiec był wściekły! Ale co dziwne, mój przyjaciel też był niezadowolony... Dziwne, przecież powtórzyłem tylko jego słowa...
uk: Торговець розлютився! Але, що дивно, мій друг теж був незадоволений... Дивно, адже я лише повторив його слова...

source: Kupić dom? Przecież to jest... to musi być warte małą fortunę!
uk: Придбати будинок? Але ж це... це буде коштувати цілий статок!

source: Kupię od ciebie ten pancerz.
uk: Я куплю у тебе цей обладунок.

source: Kupię towary
uk: Куплю товари

source: Kupiłem go jakiś czasu temu od Hierro.
uk: Я купив його деякий час тому в Гієро.

source: Kupiłem je od Bastiana.
uk: Я купив його у Бастіана.

source: Kupiłem kosz piknikowy od Bastiana. Mam nadzieję, że się nada. Wrócę do niego, gdy wszystko będzie przygotowane.
uk: Я купив у Бастіана кошик для пікніка. Сподіваюся, що він підійде. Коли я все підготую, потрібно буде повернутися за ним.

source: Kupiłem od Bodowina zioła potrzebne Detlowowi. Pójdę mu je zanieść.
uk: Я придбав у Бодовіна трави, які потрібні Детлоу. Піду і віднесу їх йому.

source: Kupiłem od Fadhy potrzebne zioła. Teraz mogę przyrządzić potrawkę dla Slagera.
uk: Я купив у Фадхи необхідні трави. Тепер я можу приготувати страву для Слагера.

source: Kupiłem od Odgara projekt miecza strażnika. Teraz muszę mu przynieść składniki podane na liście, no i piwo, żeby miał motywację do pilnowania mnie podczas pracy.
uk: Я купив у Одгара креслення меча вартового. Тепер я маю принести йому складники, вказані в списку, ну і пиво, щоб у нього була мотивація допомагати мені, поки я працюватиму.

source: Kupiłem wabik na szczury od Ramhy. Teraz wystarczy wylać go przed budynkiem stoczni.
uk: Я придбав у Рамхи приманку для щурів. Залишилося лише розлити її перед будівлею корабельні.

source: Kupiłem wino u Bastiana.
uk: Я купив вина у Бастіана.

source: Kupiłem za nie zapas atramentu i rylców, ale jedną z nich zatrzymałem na pamiątkę. Proszę, możesz ją sobie wziąć.
uk: Я купив на них запас чорнил та пера, але одну з них залишив на згадку. Ось, можеш забрати її собі.

source: Kupował u mnie tomiska traktujące o jego rodzie. A przynajmniej on uważa, że to jego ród. Chyba szukał na to dowodów.
uk: Він купував у мене книги про свій родовід. Або, принаймні, він думає, що це його рід. Думаю, він шукав докази цього.

source: Kurczę, trochę za krótko spałam.
uk: Дідько, я зовсім не виспалася.

source: Kurde, jak bym tak potrafił, to mógłbym wyręczać ojca w odganianiu tych paskudztw...
uk: Чорт, якби я вмів так само, то допоміг би батькові прогнати цих паскуд...

source: Kurier
uk: Кур'єр

source: Kurt
uk: Курт

source: Kurt chce jeszcze porozmawiać z Jornem. W międzyczasie wysłał mnie do wioskowego Maga Wody po coś, co mogłoby pomóc mojemu bratu. Lokvar podobno jest winny wujowi jakąś przysługę, więc powinien się zgodzić, gdy o tym wspomnę.
uk: Курт все ще хоче поговорити з Йорном. Тим часом він відправив мене до сільського Мага Води за чимось, що може допомогти моєму братові. Локвар нібито винен дядькові за якусь послугу, тож він має погодитися, коли я про це згадаю.

source: Kurt chce jeszcze porozmawiać z Jornem. W międzyczasie wysłał mnie do wioskowego Maga Wody po coś, co mogłoby pomóc mojemu bratu. Mag podobno jest winny wujowi jakąś przysługę, więc powinien się zgodzić, gdy o tym wspomnę. Niestety, wuj mi nie powiedział, gdzie szukać maga, ale pewnie znajdę go gdzieś w pobliżu kaplicy przy południowym wyjściu z wioski.
uk: Курт все ще хоче поговорити з Йорном. Тим часом він відправив мене до сільського Мага Води, щоб той допоміг моєму братові. Маг нібито винен моєму дядькові якусь послугу, тож він повинен погодитися, коли я попрошу. На жаль, дядько не сказав мені, де знайти мага, але я, мабуть, знайду його десь поблизу каплиці біля південних воріт села.

source: Kurt chce zobaczyć Jorna i porozmawiać we trzech. Mam z nim ruszyć do karczmy w Silbach.
uk: Курт хоче побачити Йорна і поговорити з нами обома. Я маю піти з ним до корчми в Сільбаху.

source: Kurt czeka na ciebie u góry na balkonie.
uk: Курт очікує на тебе нагорі на балконі.

source: Kurt najlepszym rybakiem nie jest, ale z pewnością w jakiejś beczce ukrył kilka świeżych ryb.
uk: Курт не найкращий рибалка, але він точно має в якійсь з бочок кілька свіжих рибин.

source: Kurt polecił mi zapytać Bastiana o pracę dla Jorna.
uk: Курт порекомендував мені запитати Бастіана про роботу для Йорна.

source: Kurt wspomniał, że mieszkańcy wioski patrzą coraz mniej przychylnie na pozostałych uciekinierów. Polecił mi udać się do Albyna i spróbować go przekonać, by się za nami wstawił. Albyn rezyduje w wielkim domu obok kaplicy.
uk: Курт зауважив, що жителі села все менш і менш прихильно ставляться до біженців, які залишилися. Він доручив мені піти до Альбіна і спробувати переконати його заступитися за нас. Альбін живе у великому будинку поруч із каплицею.

source: Kurt wszedł pierwszy do chaty i gdy tylko przekroczył próg, zaczął kląć na lewo i prawo. Wbiegłem za nim i zobaczyłem to pobojowisko, a po Jornie ani śladu.
uk: Курт увійшов до хатини першим і як тільки переступив поріг, почав лаятися направо і наліво. Я вбіг слідом за ним і побачив безлад, а Йорна ніде не було.

source: Kurt wymyślił sobie, że nauczy mnie łowić ryby podczas czekania na lekarstwo dla Jorna. Mam iść za nim do miejsca, gdzie ryby dobrze biorą.
uk: Курт вирішив навчити мене рибалити, поки я чекаю на ліки для Йорна. Я маю йти за ним до місця, де добре клює риба.
